/**
 */
package org.nasdanika.ledger;

/**
 * <!-- begin-user-doc -->
 * A representation of the model object '<em><b>Организация</b></em>'.
 * <!-- end-user-doc -->
 *
 * <!-- begin-model-doc -->
 * Хранитель журналов операций над которыми работают несколько пользователей. Пользователи могут иметь разные права. 
 * Например кто-то может только осуществлять первичный ввод операций, кто-то не может вводить операции, но может создавать проводки в операциях, 
 * а кто-то ещё может только просматривать отчёты.
 * <!-- end-model-doc -->
 *
 *
 * @see org.nasdanika.ledger.LedgerPackage#getОрганизация()
 * @model
 * @generated
 */
public interface Организация extends ХранительЖурналовОпераций {
} // Организация
